{"TGCCGGC": 3198, "TTTTTCTT": 6128, "AAGATC": 2340, "ACCCTGCC": 2738, "TACGG": 4454, "TGGTTC": 5902, "TGGGAGAC": 4576, "ATCGG": 1159, "AATGCG": 3103, "AGAATAC": 3588, "TGTGCTGC": 5581, "TTTGG": 3258, "TAAATGG": 6231, "AGGATCC": 6111, "ATGAACC": 6536, "TATATAT": 6504, "AGCTTTTC": 1964, "AGGCTGTC": 2708, "AAGCG": 4941, "AGCTGAA": 4986, "TGCTTCTC": 2547, "TCCTCGC": 1058, "TCTCTCTCTCTCTCTC": 6210, "TGCCACG": 5165, "TGATTGC": 2428, "AGCTGGGCC": 6512, "AAACAAC": 6214, "AGGAGTG": 761, "TATTGGG": 3149, "AACTAG": 853, "ACTGGGC": 6911, "AGGCAGCC": 1233, "TCTTTAG": 5996, "ATCAGGG": 3768, "ACAGTCC": 3398, "ATGGGGGC": 6930, "AGATGGC": 5057, "AGAGATCC": 5293, "GGCGCG": 6693, "AGTTTC": 6266, "AGTGAAGC": 6351, "AAGAAGAAAA": 3000, "TGGGTGAC": 3365, "AGGGATC": 4045, "AGCCTGAC": 4492, "TGAGCAG": 6489, "TGAATGTG": 5931, "ACACAGGC": 6542, "TTTATT": 3311, "ATGATGC": 3160, "ACCCGCC": 6792, "TAAGGG": 3937, "ATTCTTG": 1298, "TGGCGGC": 3437, "ATCAGGC": 2846, "TAGGGCC": 6335, "AGCAGGAG": 3732, "AGAATGAC": 4480, "TGAAGG": 4286, "AGGCAGAGG": 858, "AGTCCC": 5623, "AGCATTG": 2066, "TCTTCG": 3340, "ATGTCTG": 1700, "ATCTCTT": 6575, "ACTCC": 989, "ATGATGG": 5480, "TGCTCAA": 6142, "AGGAGATG": 6620, "TTTTATC": 6610, "AGATAAAA": 232, "TATTTTTT": 3562, "TGCAGGAA": 6026, "TTACAG": 4267, "TGTGGCG": 3044, "ACAAATGC": 5695, "AAGCTAG": 6888, "GCCGGC": 3289, "AAGAAGGC": 252, "ATTCATC": 6904, "CG": 5555, "TAAG": 305, "AGCCCCC": 6078, "ATGGAAC": 2590, "ACCACCG": 477, "ATCCCCCC": 2483, "GGCGGCGGCGGC": 2181, "AGCACG": 2931, "AAGATGG": 4993, "ACTAAG": 4032, "TTAGTT": 2665, "TAATATT": 2680, "TCCTCTG": 2175, "ATGGAGGC": 1531, "TGCTGAC": 6133, "TTCAAAA": 2209, "TTTGTATT": 5275, "TATGATG": 2476, "AAGGGC": 5629, "ATTGCG": 227, "AGATCGC": 6374, "TAAATC": 1245, "AAGCAGC": 2036, "AAGCAAGC": 6784, "GCCGCCGCCGCC": 2824, "TGGTGTT": 5952, "TCCCAAAGTGCTGGG": 3271, "TCTTTG": 5121, "ATAGTC": 3466, "TGCCACC": 5886, "TTGGCCC": 2818, "TCCATG": 6618, "TTAGCCC": 4999, "AGGAGAAGG": 1370, "AGGTGACC": 893, "ATTGCC": 466, "AGGCGCC": 2977, "AAATGCC": 2810, "TGCACAC": 809, "TAGCCG": 4914, "TGGACCG": 2089, "TCCATC": 998, "AGCCTC": 1762, "TGCAGGAC": 6938, "TACAAAG": 4571, "TGCTGCC": 4985, "ATGCG": 529, "ATACG": 5783, "AGAGCGC": 5714, "AGCAGG": 6806, "ATTATCC": 5370, "AGCCATG": 1683, "TTGGCCCC": 939, "TAGTTC": 6552, "TCAGATG": 117, "TAATAT": 5381, "TGGGACCC": 1797, "TCCAAG": 4356, "TTCCGGC": 6164, "TCTCGCC": 6383, "AGCCCGG": 420, "TTAT": 5260, "TGAGAG": 4183, "TGAGGGGC": 625, "AGGAGAGG": 2126, "TCCACAGC": 6313, "ATATT": 734, "ATATATAA": 2421, "TGGAGAACC": 6322, "ACTCTCC": 4167, "ATTGCCC": 6343, "ACAGGGCC": 1142, "AAAGCC": 1104, "AGAGTAG": 6377, "TCTAAGC": 1438, "AGAGTTCC": 2136, "AGACTGTG": 687, "GCCC": 6783, "TACACAG": 3455, "AGAAGGGG": 1960, "ATAAATG": 2965, "AGACGCC": 3683, "ATAAGAC": 889, "ATATGGG": 1925, "TTAGATT": 2722, "GCCGCG": 155, "TGAATTTC": 4998, "TGGCCCGC": 2546, "TCTTTC": 835, "AGGAC": 406, "TGGGC": 1474, "AAGC": 118, "TGCAGATG": 1179, "TAGG": 6890, "TTCCCC": 1461, "AGCTCGC": 262, "ACAAGAAG": 4747, "ATGGTTG": 2972, "TGGCTCG": 1314, "AACTCC": 4476, "TGCTAGC": 4427, "ATTACTC": 5263, "TCCAGG": 3585, "AGAGGGC": 4324, "ACGACG": 3622, "ATGGGG": 4100, "TTTTCG": 348, "AGATGCCC": 2696, "TGGTTG": 2709, "AGTGACG": 2239, "TACTTTC": 4221, "AGGTATC": 4362, "TGTGCGC": 1615, "ATTTAGC": 4396, "AGCAGTT": 4066, "ACCTGGC": 4597, "AAAACG": 2934, "ACCATG": 3884, "TGAAG": 6340, "ATGGTAG": 2515, "TTTTTCTC": 3582, "ACG": 8, "TTTCACC": 1837, "ACTGCTGC": 512, "AAATTG": 6056, "AGACCC": 416, "ATCAGC": 1540, "TAGTGGC": 1078, "TGTGC": 4135, "TTGATG": 6951, "ATTCG": 5895, "TTCTGCC": 5892, "ATCCCG": 3452, "TTCTGGC": 5432, "TTTCTAC": 2143, "AACATTC": 3030, "AGCGG": 1087, "ACATGCC": 6917, "TCGCG": 2005, "AAAACCC": 6574, "TATCGC": 2170, "AGAGCG": 3894, "TATCC": 6674, "AGCTTTCC": 6350, "AAGTTGC": 6024, "TTGAACCC": 2459, "AGCAGCAGCAGC": 6819, "TGCTTTTC": 4024, "TGAAGAAC": 1386, "AACCTTC": 6058, "TCACCTC": 2021, "TCGGGCC": 714, "ACACCC": 6488, "AGCCC": 4242, "ATAAG": 1040, "ATGCCCC": 1892, "AGCAAAC": 6386, "TTCCATC": 3524, "AACCCC": 102, "ATTAAC": 5826, "TGCGCC": 3200, "AGGCTTC": 2663, "TGGCAAC": 6921, "TTAAAAC": 3783, "TGCCTGTC": 771, "TGCTC": 5504, "AGGGGCG": 6910, "TTTTTTCC": 6753, "TGCCTTG": 5297, "ATCACG": 5920, "AGACACAC": 6732, "AGCGGCCC": 5519, "TTTTCCC": 4530, "AGGCTGGG": 151, "ATGTTC": 3188, "AGCACAGC": 292, "ATTTTC": 5614, "AATAA": 1459, "AGGAAGC": 1137, "AGATCCC": 6325, "AGGATGGC": 1623, "TTCTCCG": 2121, "TCCCTAC": 2292, "GCCGC": 248, "AGGGAAAC": 1470, "ATTGGCG": 2910, "TGGTGGCC": 2091, "AAGAAAAC": 3267, "TGTTCTC": 2619, "ATTTTGCC": 556, "TGCCAGGG": 2493, "TTATGCC": 1211, "TGGAGAA": 500, "ATTCTCC": 4084, "GGCTAC": 6016, "TGCTCGC": 6163, "TGTGGCC": 1672, "TTCCTGCC": 5333, "TGGCTAA": 2318, "TTGTTTG": 4851, "TACAGG": 306, "TGGTGGAC": 6543, "ACCTCCCC": 1793, "TTTCTGTC": 5450, "TGTAGCC": 5803, "TTGTTAA": 343, "TGTCTGTG": 1897, "TGGGCCG": 438, "AGCTGGC": 1500, "TCAGTG": 7035, "AGCCTCCC": 5441, "TCTCTAC": 1677, "ATAATAA": 1865, "TCTTTCC": 5466, "TTCTCCC": 6479, "AGACAGAG": 2060, "TGGAAGGG": 6729, "GCCGGG": 3417, "TGCTGGC": 610, "ATGGCG": 5663, "ACAGCCCC": 575, "TTCAGAA": 2907, "TGCTTG": 4317, "ATTACC": 5123, "TGTGGAC": 3825, "AGGAGGAA": 3526, "AGGATGC": 1209, "TGATAAC": 1586, "AAAAAAAAAAAAAAAA": 368, "TTAGTAA": 4472, "AGAGACC": 6212, "AGACAGCC": 6398, "AACTGAAG": 4215, "TTTTG": 5286, "TGCTT": 5384, "ACAGATGG": 508, "ATTATTTT": 2327, "ATACGC": 718, "CCCG": 4594, "ATCAAGG": 2575, "ATGATC": 1192, "AATGTAA": 1932, "AGCAC": 3337, "AATGCC": 1787, "TGCCAAGG": 4226, "TCTACG": 1271, "AGCATG": 2167, "ATCTTAC": 2087, "AAGAGGC": 394, "AGACATGG": 6664, "ATCCCGG": 6606, "ATTCC": 3751, "AGCTGGGG": 6964, "AAAGTATT": 6487, "AGCCAGG": 6226, "ACAGAG": 4360, "TTAAAA": 1636, "ACAAAG": 347, "TATATGG": 3049, "TGCTTCG": 2000, "TATAACC": 1484, "TTGTATC": 6531, "AGA": 2, "ATCTCGGC": 5064, "TGGGAGGG": 1222, "TGAAATAA": 5665, "TTTCAAAA": 5092, "TATCATC": 4086, "ACTAGG": 6658, "TTGTGGG": 2642, "AAGACTG": 4288, "ATAAGAA": 4969, "AGACCCG": 4316, "AGCTCAC": 7034, "TGGGTTC": 1521, "GCTGCC": 815, "TCAC": 1749, "ACAGCC": 4507, "TTGATC": 341, "AGGGAAG": 554, "AAAATAT": 5021, "ATGAAG": 1186, "AGAATCC": 5472, "AAGAACC": 1568, "TGCAGAGG": 241, "ATAGCCC": 4055, "TTTTTTG": 1454, "TGCTGGCC": 5221, "AGAAATGC": 4287, "AGCCACG": 6427, "ATGAGTG": 3674, "TGGTGAAC": 5840, "ACCAGCCC": 4863, "AATCCCC": 489, "AGGCAGGG": 3239, "TACTGGG": 5934, "TGACGG": 6643, "AGAGAGAA": 5986, "AAAAAGAC": 6807, "AGCAGGAGC": 4422, "ACCTGAGG": 1412, "TGGTTTG": 6480, "TGGAGTT": 339, "ACAAAC": 1483, "AGACTCC": 1587, "TTCCTGTC": 6072, "TTATAAG": 5971, "AAGAGCG": 4500, "TGGCTACC": 322, "AATAAAA": 2623, "TGCTGCGC": 128, "TGGGGG": 1121, "ACTGTGGC": 1468, "GGCCGGC": 1202, "TTCACTG": 5965, "AAGAACG": 6955, "AAAAACG": 6175, "AGATAT": 3248, "TTTCATT": 3877, "TGTCTAA": 4910, "TGGTATC": 6303, "ATCTCGC": 6507, "AGGCCG": 3933, "AGTG": 369, "AAGCTAC": 4410, "ACCGC": 3875, "TGCAGTT": 3159, "TCCTCAG": 2336, "TGGTTCC": 5237, "TCTGGAG": 2769, "AAATAAC": 6000, "AATGGCC": 2494, "AAAC": 579, "TGGAATG": 5818, "TACTAA": 3150, "AATTTCC": 1902, "TTTGTTTC": 1962, "TGTTGC": 5987, "TCCCTGGC": 4971, "TTACTAC": 4628, "TGGAAGCCC": 1947, "AGTCTTGC": 6587, "TCAGTGGC": 4331, "TAGTCTC": 3356, "TCAGC": 1401, "ATTGACC": 1116, "ATCG": 6178, "AACAAAG": 4965, "TTTAGAA": 6020, "AGGGGCC": 6413, "AGGTCAG": 3794, "AGTGGAC": 2150, "TGGATGCC": 2993, "ATTATGG": 4194, "ATTAC": 6830, "TAGGGC": 435, "AATGAA": 4471, "AAACGC": 4978, "GGCGCCC": 725, "AGACGC": 2721, "TTCCTAG": 1154, "AAGACG": 228, "AGTTGGG": 6439, "TCCCCG": 1451, "ACACAGCC": 2357, "ACTGGCCC": 3636, "TTTAGC": 2568, "ACCCGG": 282, "ATTTAAG": 2652, "AAGGCGC": 832, "AAGGAGAAG": 2009, "TGCACCCC": 6276, "AATTGGC": 2093, "ATTCAAG": 4543, "ACACCCC": 4856, "TAGCCCC": 1477, "ATCAGAC": 4477, "AGCTGCG": 5391, "GCCTCC": 1510, "AAGGAACC": 5107, "AAAAACC": 4881, "AAGCCCCC": 3826, "TCTCGG": 2606, "AAGTCAG": 2280, "AATTCCC": 5327, "AAAAGG": 5608, "ACCGGCC": 2771, "TGAGGCCC": 5545, "AGATC": 3342, "AAGGAGGC": 3565, "TTAGAAC": 2059, "GGAAC": 6897, "TGGAG": 6221, "TACAAC": 5199, "AGAGGCG": 203, "AAGGGGCC": 2354, "ATAAATAA": 6462, "TGCAACC": 200, "TAGTAG": 938, "AAGCCG": 5222, "TGGACGC": 4275, "ATGAAGAC": 6559, "AAAAAA": 2918, "ATGCAGGC": 1555, "ACCCGGC": 6458, "TTTAA": 3145, "AAAGTC": 2243, "AGGCTGGC": 6634, "TGTCC": 4927, "TGTGTGAC": 4874, "AATAAC": 5506, "TGATCC": 6361, "TTGTATT": 1111, "TTTCATC": 5779, "AATTTC": 5395, "ATGTAT": 971, "CGG": 36, "TTATATG": 5228, "ACCAAGG": 2571, "ACAGGGC": 3207, "ATTTAGG": 2466, "TACGC": 5241, "TTTGAGAA": 3423, "AGCCTTG": 3720, "GGCACC": 3859, "TCTTGGC": 2930, "AACACG": 1171, "TGGTGCG": 1151, "TTAATAG": 271, "TGTGTAT": 961, "TGG": 12, "TCAAGGG": 4222, "TTAACCC": 3201, "TGAAGCC": 4491, "TGAGGCC": 1740, "AGGCTGAGGC": 4904, "TGATGGCC": 4632, "ACATATC": 5320, "CT": 3315, "ACTTTT": 4857, "TTTTTAAAA": 4879, "AGGCTC": 6598, "TATGGG": 802, "TATAAATG": 4043, "TCCAGAAG": 2968, "TAAAGAC": 2043, "AGTATGC": 3648, "AGGAAGAA": 3549, "TGAATGAC": 4072, "TGGTCAC": 2455, "AACTCCC": 3872, "TTCCTGG": 132, "TGGTGGGG": 6926, "ACCACTC": 3071, "TTTC": 1694, "TTTAAGC": 3647, "TGAATCC": 5502, "TATATG": 5512, "ATAGAAG": 1083, "AACATGC": 160, "TCTCC": 2924, "AGGAAAA": 5638, "ACCATCG": 3681, "TGGAGAAGC": 3142, "AAATAAAA": 6957, "TGGCGCC": 2845, "TGCCATC": 5999, "AGGGGC": 183, "TAGCGG": 2412, "TCTATT": 1094, "AAAAAAC": 4676, "AAAGGC": 6382, "CCCGGC": 6577, "TCATGG": 917, "TAGCTGGG": 6424, "TTCACTC": 5102, "TAGTGAC": 3034, "ATCTGG": 3767, "TTACG": 6157, "TCCTAA": 5897, "AGCTAAC": 2090, "TTAAGCC": 5673, "TACTGAC": 5046, "TGGTAGG": 5702, "TGAGCGG": 516, "AACAAAA": 3386, "TCTTTTCC": 5254, "TTCTGTT": 3328, "ACTAG": 4248, "AATGCCC": 2169, "TATGGCG": 528, "ATGGGCCC": 3557, "AGCCCCGG": 5938, "AATGGGC": 4809, "TGAT": 4093, "TTTTTTTTTTTT": 360, "AGCTTTT": 5870, "ACAAGCC": 5639, "ACCGGC": 4677, "ATATC": 5476, "ACCAAAG": 3461, "TTTGAA": 3529, "TTCTGC": 2981, "AGTTCCG": 257, "AGTTGC": 1475, "AAAAGAC": 719, "TGTTTAG": 2513, "TCCGG": 303, "TGAAATGC": 4404, "TCAGATC": 6609, "TGCTTGGC": 2392, "TCAGCAA": 6912, "TTCCTC": 2039, "AAGAAGG": 6759, "AAGGCCG": 3878, "AGCAGGAGG": 2510, "TTTTGTAA": 123, "ACAGGAAG": 4255, "AGTACC": 6684, "TTATATT": 6223, "ATGAAGGC": 6996, "TCAAGG": 3216, "TAACG": 1791, "TGGACCC": 152, "AAGATG": 2377, "TCCTGTG": 4330, "AAGCCCC": 2896, "TGCCTCTG": 221, "TAATTG": 3501, "TTCCACCC": 3774, "GCGGGCC": 2754, "AGGTGCCC": 6409, "AAA": 60, "TTGGGC": 5125, "TCCAGCC": 6797, "TGGATAA": 4741, "TTTGGG": 762, "AGGAGAAG": 4522, "ATGTCTT": 4060, "TGCAGCTG": 6265, "AGCAGAC": 3083, "TTATATC": 2984, "AAACTAC": 1863, "ACACGCC": 963, "TACTTGG": 5643, "AAGTACC": 5723, "TCCCAGGG": 755, "AGCCTCTC": 6579, "AGCTGCCC": 1851, "TATTTAG": 2916, "TCTGAC": 5578, "TTCATC": 5056, "ACCAGTC": 883, "TGGTGCCC": 139, "AGATAAC": 1751, "ACTGTG": 1240, "AACCCCG": 4907, "TCTGCCC": 3959, "TGATTCC": 6756, "TCCGCG": 4172, "AACTTCC": 3880, "TGTCGG": 6416, "AATTTT": 6969, "TGACTTCC": 3515, "ACCAGG": 6845, "AGCCACC": 6667, "TGGAAAG": 690, "AAGCGGG": 4788, "GGAACC": 1622, "ACAGTAC": 6769, "ATGAGGCC": 5739, "ATGCATC": 5411, "AC": 4768, "TGCAGGG": 357, "TCAACG": 1944, "AGCAGAAGC": 1293, "AAATCTC": 482, "AGCTAG": 460, "TGCCGGG": 5717, "TGCATGG": 4006, "ATCCTAG": 2279, "AAGTGGG": 2763, "AGCTTGCC": 6880, "TGCTTCC": 4647, "TATT": 3369, "TGCTATG": 2432, "TCTGCTGC": 2463, "TGCAAATG": 4620, "AGCCCGC": 5319, "TTCAGC": 1299, "GGAAGG": 5446, "AATGTC": 134, "AGGTTAC": 4690, "TTACCC": 1306, "ACCAGAC": 5070, "TCCGGG": 5364, "ATCACAG": 2503, "TAAAACC": 3556, "TGGATT": 5735, "TCATGGC": 4848, "TGCAGTGGC": 1761, "AGAGGGGC": 5984, "AGGATAC": 1408, "TTCATGC": 708, "ACAGGCCC": 4719, "ATTATAC": 2041, "TGTTTTGG": 2163, "ATCTAC": 4031, "TTCTTCC": 1939, "AGAGGGCC": 4368, "ATTC": 4843, "AAGCATC": 5292, "ACCTATC": 294, "AAAATCC": 4428, "ACCTTG": 6108, "TCTCCCC": 5757, "AAGACAGC": 484, "AGCCGCG": 2719, "AACTGG": 1172, "TCCATCC": 1241, "TAATTC": 1602, "ACCAAAA": 1071, "AGGGAGCC": 1485, "AAGGC": 310, "TCAGGGCC": 5392, "TCCTTC": 4800, "AACACTC": 4884, "AGGACGG": 2492, "TAAGGCC": 1560, "TGTCGGC": 680, "TTACTAA": 624, "AGAAG": 4244, "TGCATCC": 5793, "ATAGAAC": 411, "TCCAAAC": 2464, "TGAAGAAAA": 6778, "TGATACC": 6582, "ACCAAG": 956, "ATACAC": 5242, "AGCTCCCC": 6860, "ACAGGAA": 3834, "ATTTAAAA": 4315, "ATGAACCC": 4033, "AGAGAGGG": 1437, "TGCCTCTC": 3727, "TTATAC": 5413, "TCAGTGAC": 1131, "ACTGCGG": 5420, "ACCTAGC": 4014, "TGCTATC": 6288, "AAGGAAAA": 5565, "TCCAAC": 2997, "AGCCTCG": 5908, "ACAAGGC": 6927, "TGGGG": 120, "AGTGCTC": 6254, "AGACCGC": 4366, "ACAGACC": 1089, "ATGGATGC": 4713, "TGGC": 2859, "TGGAGAAG": 2195, "TTCAGTC": 3906, "TGCCAGGC": 1400, "TGCCTCG": 5533, "TGCTTTC": 1986, "TCTGCC": 1499, "ATCTCAA": 6013, "ATTAAAC": 4711, "AGTGGGG": 5531, "ACTAAGC": 469, "AGGCTGCC": 5171, "TGGTCG": 3174, "TGAGGAG": 471, "TGCAGGC": 5863, "TATTGTG": 5577, "ACCTGAA": 4536, "ACAA": 6066, "AACCG": 5913, "AGTAAC": 2441, "TCCTACC": 3016, "TTCCTTTT": 2625, "TGCAGCG": 328, "AACACCC": 3052, "ATGATGCC": 313, "ATATATTC": 6920, "TCCTAAC": 333, "TGCACC": 5871, "TTCCG": 6084, "ATACCG": 1766, "TAAATT": 6737, "AAACCCC": 4548, "ATGGACTC": 3625, "TACAAGG": 6367, "ACGGCG": 1149, "AAATTTC": 4177, "TTTGGGGG": 5238, "ACTCGC": 5837, "TTGAAG": 637, "AGCTATG": 3378, "AGAAGC": 1163, "AAGGATG": 737, "AAGGAAC": 6738, "TTCTGGG": 5361, "TTGATT": 6237, "AAGTCTG": 6589, "AGCTCCG": 2053, "TTCACAG": 3735, "TACACCC": 4309, "TAAAATAA": 6865, "TACAGAA": 1325, "AGTGCCCC": 1530, "TGGCGC": 2731, "AGCTGGGC": 2982, "ATCAGTT": 185, "TGCTGC": 1637, "AGCAGATG": 3362, "GGGGG": 103, "TGTTTC": 5350, "ACTGAAG": 454, "ATCCACG": 4505, "TTGAGAG": 1206, "ACCCTCCC": 1605, "ATGACAGC": 1345, "TCAGAGGC": 4932, "ACAAAAG": 1145, "AGGCAGGC": 2805, "ATATCC": 4245, "TGCTGCG": 3024, "TGCCTCAGCC": 5958, "TTGATCC": 423, "TACCACC": 4197, "TGTGTGGG": 4334, "AGTTTT": 5719, "ATGCTTG": 6886, "ACCTCAGCC": 6617, "TGCGC": 929, "TTGTGAA": 808, "TTTATG": 742, "ACCTACC": 436, "AGCCAGGG": 4853, "TCCTCTTC": 5060, "TGCAAGC": 5268, "ATACCC": 7015, "ACAGCCC": 5337, "TACAAG": 106, "ACTGCAG": 6442, "TTCGCCC": 2637, "TAAAAC": 421, "TCCAGAG": 3038, "TCTTTCTC": 5951, "AAATGGC": 2701, "TAGTCC": 5418, "TTTTCC": 1940, "TCCATGG": 2913, "ACGCGG": 1655, "AGTGTCC": 5457, "TGGAAGAAG": 6777, "ACTTCC": 6506, "AGCATC": 5579, "TTGGATG": 1654, "TGTGAAAA": 6484, "TCGTCG": 5957, "ATTTTTAC": 6977, "AGCATGG": 5881, "ACAAGGG": 5853, "AACATCG": 5023, "AGGAGATGG": 4363, "TGCCTCCC": 6597, "TTCTTTCC": 6935, "TGTTTTG": 5213, "AGGAGAA": 1845, "TACTGTC": 216, "ATGTAAC": 1357, "ACAGAGAA": 2630, "TGAACCCC": 2699, "TGGATGGC": 1597, "TGACCC": 6242, "TTCTCAG": 5278, "ATTTGAAG": 5642, "ATAACG": 706, "AACTAA": 1052, "ATTTTTG": 2765, "AAGGTGGC": 1532, "AACTTAA": 2342, "ACAGAGAC": 1358, "GGGACG": 5508, "AGAATGGC": 689, "AGAAAGAG": 2383, "TATAGAA": 2253, "TTTGAAAA": 1486, "ACCTCTC": 4431, "TCTCCCCC": 1703, "ACCTCC": 1796, "TCCAGTG": 1341, "AGCTCGG": 654, "AAAG": 2692, "TTGAACC": 2324, "ACTGATG": 6804, "TGTAGC": 2587, "GGAA": 6939, "TTCATTC": 1429, "AACTTTG": 6292, "TCCAGTT": 6828, "ATATG": 867, "AAGGAAGG": 4612, "AGGCTTCC": 6572, "ATTTTCC": 813, "ATCCTCC": 1912, "TATTTAA": 2226, "TCCAGAGC": 4758, "ATTTCTT": 4756, "TTTGTAC": 283, "TGGTGAAG": 4151, "ATCTCTAC": 2396, "AGTTTAG": 2453, "ATGATT": 5025, "AGCGGGC": 2372, "TCAGAGAC": 2407, "AAAGTGAA": 4737, "ACAGGAGG": 5856, "GGGGC": 5362, "AAGCAGAG": 3802, "TAAGGGG": 5649, "TGCTCTC": 2223, "ATCAGCG": 4405, "AATCCG": 4899, "AGTGAGCC": 5941, "AGCTGAC": 4559, "TAGACG": 1140, "ATCCTGGCC": 4192, "ACCCACAC": 386, "AGAACCCC": 3699, "GGGCGGC": 5329, "ACTCG": 5189, "AACTCG": 5491, "TGGTATT": 5770, "TCCTTTG": 3132, "ACCTCGC": 1520, "TGCCAACC": 1729, "TTCCAAC": 1287, "TTGTT": 3621, "ATACCAC": 4626, "TGAAACCC": 5277, "TAATGGC": 2315, "ATACTG": 2833, "TGGGCCCC": 273, "AGGAAC": 2785, "GCG": 19, "AGAGATGC": 659, "AAGCGC": 668, "TGAGTC": 1937, "TCTTCC": 871, "TGCTCCTC": 4535, "ATGCTGGC": 1522, "ATTTTAA": 5400, "AGGTTTT": 2753, "AGTCTAC": 6100, "TGAATATG": 3896, "TTACC": 5977, "TGAACCC": 1307, "TGGCTGC": 5205, "AGGTGCC": 403, "TTCAAC": 4141, "AGGCTAC": 5954, "ATTTGAA": 353, "GGCCCCC": 4464, "TCTCTAA": 3712, "ACCGCG": 1177, "ACAGAAGG": 7032, "CCCGC": 6218, "AGCTG": 1682, "TTTGCAC": 2559, "ATAGATG": 3410, "TACATC": 1385, "TGGAAAA": 1353, "TGACC": 2638, "TAACCC": 2201, "ATCACCC": 1200, "TCAGGCC": 7005, "TCCTGTC": 6410, "AGGGAGGG": 3701, "TACTTTG": 731, "ATATCCC": 4808, "AGAGATGG": 4089, "TTTGGAG": 1545, "TTGAGTC": 2395, "AGCAGACC": 6856, "TACATT": 5155, "TGCACGC": 3657, "TAGCGC": 1024, "TACTCTC": 2436, "ATTAATT": 6554, "TGGAAGGC": 1643, "AGCCAAC": 6633, "ATGCAGCC": 780, "AGGTGATG": 3453, "AAAAACAA": 2146, "AAGGTTG": 442, "TACCCC": 2840, "ATCTGTT": 6537, "AATCTTC": 4132, "AACATCC": 4009, "TACCCGC": 4842, "ACCTGCG": 6432, "TTCCACG": 2496, "TTTGTCTC": 2909, "AAATG": 6189, "TGGCATC": 5295, "AAAAGGCC": 3047, "ACTTTAA": 2744, "TGTCCG": 1002, "ATGCACAC": 6089, "AATTGC": 6815, "ATGTCAA": 3697, "TCCAGCTC": 4063, "ATGGCC": 6271, "TGAGAGC": 3167, "ATAGACC": 4934, "TTCATTG": 3612, "TACAGC": 2594, "ACCATT": 5172, "TTATAG": 1266, "TATGCC": 2182, "ACTCCG": 1862, "AGGACTC": 2873, "AAGAGAGC": 3790, "TAGAAAA": 5181, "TTGAGG": 3739, "AGGTCATC": 5844, "TCAAAC": 4615, "TGTCCTC": 5676, "AAGCGGC": 1526, "TAAGAAAA": 2569, "AGGTGTT": 2402, "TGGTAGC": 5505, "GCCCCCC": 850, "TCCCCGC": 4349, "ACTTTCC": 2105, "AACGGC": 5514, "AGCTATT": 4849, "AAGATGC": 4655, "ACGTCC": 2203, "ACAGAAGC": 502, "AGTAC": 3659, "ATATCG": 1547, "AAGTATT": 5557, "TGTGACC": 426, "AGAAGAAG": 5708, "ACCTAT": 4426, "AAACACC": 4217, "AACTCTC": 1049, "TCCCAGG": 2877, "TCTGGCCC": 2311, "TCCAGGGC": 219, "AGCAAGC": 6404, "TACCGG": 1153, "TAAAATG": 1881, "ACA": 3, "TGGTGGAG": 240, "AAGCAAAA": 2830, "TGGATCG": 7037, "TGCCTTCC": 5282, "AGGCGG": 5407, "AGGCCC": 5185, "TAGAA": 6068, "TCCAGCCC": 4811, "AGGGAAGC": 1808, "ACTGGG": 4861, "TAAATAA": 470, "ATCAGTG": 3653, "AGTATCC": 5900, "ATTGTC": 1955, "ATCAGTC": 5525, "TTTTTTAA": 4659, "TCATTCC": 1256, "AGTCGGC": 7026, "ATGGC": 7024, "TATGGGC": 4007, "AGATGGCC": 3809, "AGTGCTGC": 5921, "AGGTGAAG": 4076, "GCGG": 711, "AGAAAGCC": 1760, "TCTAC": 2017, "TGGACAA": 5946, "ACCATCC": 2289, "TGTGAAGC": 1039, "TTATTC": 3694, "AACTATT": 6007, "TGGGAAGG": 6997, "TTGAGAA": 2127, "TGGGACTC": 2002, "TTAAAG": 819, "AGCCTGGGC": 4239, "ATGACCG": 698, "AGGAAGAC": 6580, "GCCTTC": 314, "AGGTCACC": 696, "TCCCAAC": 6962, "ACTTAA": 371, "ATGTC": 2966, "TTGTTGC": 1518, "ATCATC": 2246, "ATTTAC": 4584, "AAAAAAG": 2356, "ACCAGAG": 5993, "GC": 2352, "TCTGGC": 5130, "AGACTTGG": 3292, "ATGTTG": 5759, "AGCCCG": 1847, "AGGGCCG": 6180, "TACGGG": 6867, "AGCATGCC": 3471, "TCACGG": 5097, "AAAAG": 5851, "TCTGTCC": 3041, "TTGA": 3643, "TACGCCC": 3644, "AGGCGGC": 402, "TGTGGCCC": 3363, "TGAATTC": 5421, "TGCACAGC": 5738, "AGCGCGC": 6887, "ATGTTCC": 6230, "ATGTGAC": 3261, "ATAGAG": 4599, "AAGCCGC": 6228, "ACATT": 4174, "TGGGAGGC": 288, "AACCACC": 4054, "TAGAGGG": 1534, "TAGATT": 4757, "ACATACC": 444, "AACAGCC": 2020, "TGCAAAC": 6668, "ACCGGGC": 1826, "AGGGGCCC": 2081, "AGAATATT": 3581, "TTGGG": 3613, "TGCCCG": 6002, "TTACAC": 4311, "TCCCAGC": 3446, "TTCTACC": 2576, "TAGATGG": 4587, "ATATGC": 4380, "GGGCGGG": 6625, "TTAAGC": 4582, "AAGCTGC": 4205, "AATCTG": 933, "ATTCTAC": 545, "ATTTCCCC": 960, "TAGCC": 488, "TGGATCCC": 6294, "AGCTCTTC": 4279, "AA": 3831, "AAAAGAA": 2300, "AGGCTGG": 5554, "TCCTATC": 1804, "TCTT": 818, "TTGGACC": 3541, "TTCAGGC": 78, "AACGGG": 6656, "AGGTTTG": 6697, "TGACATC": 2516, "ATAGAAAA": 2219, "TACATG": 525, "AGTTGGC": 2008, "ATCTGCC": 1258, "TGATCCC": 2366, "TCAG": 5819, "AAAGCAA": 534, "AAGAAGAA": 6120, "AATAGC": 4645, "AGAGAGGC": 2715, "AAAGAGAC": 2218, "TTTCTGCC": 4354, "ACACCAC": 6171, "ACCCTTG": 5247, "AGCACCTC": 6702, "TGGTGTTG": 5636, "TCATGC": 3926, "TCAGAAC": 6749, "AGG": 11, "TGGACTC": 6820, "ACGGC": 2991, "TTTATTC": 6127, "ACCAGGG": 1763, "AAGAA": 4716, "AGCCTGGCC": 3516, "AATGAC": 1633, "TGTCTTC": 4609, "ACTGGGG": 6983, "AGACAGAC": 5373, "TATTCG": 6113, "AGCCAGGC": 2961, "AAATGGG": 6051, "TGCCAAGC": 2851, "ACCACTG": 2164, "TAAGAAG": 3654, "TGCATCCC": 6466, "TAGAGAG": 1734, "GCCTGGC": 6854, "TTGTACC": 1498, "AGGTCTTC": 3086, "TGGCGG": 2216, "AGCTAA": 2224, "GGCGGGC": 3349, "ACACCCCC": 650, "ACCAGTT": 1698, "TCAAC": 569, "AGGTGGC": 2829, "TCTAA": 5223, "TTAAC": 6305, "ATAA": 486, "AGAGGCC": 7019, "ACTGCTG": 3976, "TTATCTC": 1745, "ATCTT": 114, "TGCAATG": 916, "TGGTTAA": 1938, "TCACGC": 588, "AAAAAAAAAAAA": 3383, "TCC": 38, "ATGCTTC": 1312, "ACTGA": 504, "ATCCACC": 6646, "TCGGCG": 6038, "TCAGAAGC": 1754, "AATTTG": 6942, "TTGAGGC": 1641, "AACTTGC": 6139, "AGTAGGG": 3527, "ACCACAC": 5948, "AAAATATT": 4545, "ATCGCC": 2110, "TTTAAAAAA": 1252, "AT": 6302, "TGCTCCC": 1723, "TCTCAGCC": 1215, "TCCCG": 5983, "TTGGGCCC": 1608, "AGCCTTGG": 3786, "ACTTTGAC": 2050, "TACAACC": 1755, "TGGGGCC": 6364, "AGGTGGGG": 5134, "AGGAGAAC": 6539, "TGCTGCGG": 1393, "ATTATTG": 2140, "ATAAATT": 3821, "TTTGATGC": 4112, "TGTTCG": 2540, "AGCAG": 3077, "TGCCCC": 4200, "TTTGGGC": 1759, "TAAGCG": 6986, "TCCTGGC": 4415, "AAGTAAC": 2703, "ATTACG": 453, "ACCCCGC": 2985, "TGGCTCC": 5465, "TAA": 29, "TATATTC": 6876, "TGGTTGG": 6160, "ACCACGC": 5618, "TCCTGC": 1041, "TGAGCCCC": 2584, "AGGGG": 5399, "AGAGTAA": 6885, "AGTGA": 6661, "ACAACAA": 6583, "AATGCAG": 3366, "ATACTTG": 2042, "TCACCCCC": 1244, "TAGAGAAG": 2077, "TACCGCC": 614, "TCAA": 193, "AGAAATGG": 4989, "TAAGCCC": 767, "AGCTGTT": 6808, "AAGGATGC": 6309, "TCTGTAG": 1972, "AGAAAGAAG": 2962, "TTATAT": 2285, "TTGCTGTG": 6568, "TAAAGGG": 5670, "TGAGTT": 5799, "AAGAGG": 159, "AGGGATG": 4150, "AGTTCCC": 2245, "AGCAATC": 5926, "TTAGC": 3972, "ATGAGTC": 2103, "TGTATT": 1424, "AAGTAG": 3005, "AGTCGC": 4555, "ACCCCC": 5095, "TGTGTGTG": 1337, "AGACCG": 4124, "CC": 1707, "TACTGCC": 3353, "TGGCTTCC": 3165, "AGGTATT": 5283, "AAGGATC": 5814, "TGCCGC": 736, "TCCTGGGC": 5212, "TGCAAG": 5604, "AACAAGG": 6275, "TAAAA": 6976, "AGCTGC": 6253, "TAGAAC": 2597, "AGGTCTG": 4486, "ATAACAA": 4280, "TATAATG": 5641, "GG": 3740, "AGGCAAC": 6821, "AGGTTCC": 530, "ATCAAAC": 3911, "TTCCC": 5298, "TTTCTGAA": 3590, "TGAAAAC": 6204, "TTGACTC": 1764, "TGGTCC": 3040, "TGGTAAG": 1125, "TCAGTGCC": 3900, "TCCCACCC": 1885, "TCTATCC": 5009, "AGTGTCCC": 753, "TCTTTAC": 2689, "TCAGGCCC": 1715, "ACGCGC": 6915, "AGAAATTG": 6547, "TGACTGTG": 3065, "TCCAGGC": 2211, "TCATCG": 6822, "ACTGTAC": 1099, "TCTAAG": 1085, "ACCCAGAC": 4388, "AAAATTC": 4537, "TCCCAGAC": 1342, "AAAAAGAAG": 1050, "ATCCAAG": 3265, "TACTAT": 5349, "AGCC": 4755, "TTACAA": 3904, "ATG": 52, "TGCTTAA": 1732, "TCCCTGCC": 5299, "TTTGGTC": 627, "TTGACC": 6949, "TTGTGC": 860, "AGCTT": 1264, "AGAGGAA": 2215, "TGACCCC": 4925, "TGGTCGC": 4312, "AGGCGCCC": 1977, "TTAAGGC": 2852, "TGGTGCC": 4801, "TCTAGC": 136, "TCCTTGC": 4253, "ACATGTC": 6760, "AGCTCCC": 2156, "TCGC": 3862, "AAGTCAA": 3312, "TGGAACCC": 655, "TCTAT": 4187, "TAAGCC": 2892, "ATGTAGC": 914, "GGCGCC": 1652, "AGAAC": 1005, "TTTTTATG": 3422, "TGAAC": 1173, "AAGCTGGC": 5302, "TGGTTTCC": 628, "TTCCACC": 2290, "TTATG": 4833, "TTAAG": 1625, "ACACCG": 5162, "TGACGGC": 3002, "ACTGGAG": 1640, "ACCCACG": 6514, "TCTAG": 6839, "TTCCTGGG": 2489, "ATTTGGAA": 3395, "ACCACGG": 5687, "TGTTTTC": 1076, "AGGAAGAAG": 949, "TCTAGCC": 5415, "TAAACAC": 3638, "TATGTATG": 2046, "ATGCC": 724, "TTGATTC": 6909, "ATCCAGCC": 3163, "AATGG": 4886, "AGGACTG": 1923, "ACATAG": 5386, "ACCTGC": 3744, "AGCACGC": 6435, "GCGGCCC": 2749, "ACTGGGCC": 3953, "ATGGACAC": 4485, "AGGGGGC": 1662, "AACCTCC": 3650, "ATAGGGG": 3684, "TAAACCC": 3405, "ACAGAC": 5456, "TGTGCC": 1514, "ACCTAG": 3752, "TCCAGTC": 5498, "ATCTCAG": 3146, "TATCG": 2248, "TGGAAAC": 5589, "GCGCGC": 4782, "TTGACG": 2363, "ATCTCTTC": 1832, "TTCTAGG": 5285, "TGGGGGG": 799, "ACTTGC": 6273, "TTGGAAC": 4037, "TCTGAA": 1996, "TGGAGG": 932, "TGGTTGCC": 2694, "ACTG": 5740, "TCAGGGC": 1274, "AGAGTTC": 1909, "TTCTTTTC": 765, "AATC": 2190, "TATACC": 4591, "TTTTGCC": 3080, "TGAGTTC": 4894, "AAGTCG": 2633, "TTCAACC": 5183, "AGAAGG": 3627, "GGCCCC": 6471, "TTAACC": 3403, "TAGGG": 6187, "TGCAGTG": 2532, "GGCTGC": 3781, "ATGTCTTC": 4144, "TTCATAA": 3317, "AGAAGAAC": 768, "TGTTTGCC": 6388, "TCGGG": 6177, "ATGTCC": 4665, "AGGCATG": 2741, "TTAGAG": 3645, "ACTTG": 1967, "TCATAC": 3673, "TGGCTAC": 2777, "ATTGGAG": 2129, "AGGAAGG": 5806, "TCG": 24, "TGGATGAC": 4494, "AGGGAGAG": 924, "ATGCGC": 3429, "GGGGCGC": 7016, "TACCTAC": 2647, "TGGTCTT": 2555, "TGATCCG": 2819, "AACAGCAGC": 3055, "TTCCCG": 5485, "TTCTGAAG": 4302, "AGCTGGAGG": 5284, "ATACCTC": 3497, "TGGCCCC": 682, "AGTTGG": 6953, "ATGGAGTC": 4697, "TATGGCC": 2822, "TGGAAGAA": 6037, "ATAGGG": 6627, "TCCGCCC": 3092, "ATGTATG": 6282, "AACTGGC": 2410, "AAACGCC": 4233, "AGGTGGCC": 5710, "AAATGAA": 4517, "ACAACCC": 4186, "AGTGCG": 4163, "TTACTC": 5601, "ATGGTGGC": 5925, "ATCTATT": 3278, "TCTGC": 3833, "ACCTGGG": 2247, "AGGAAAAC": 4489, "ATGGGCG": 974, "ATAAAC": 1346, "ATTTTAAAA": 4441, "TGTTTAC": 5419, "AGTGGCC": 6183, "TCAGTT": 2863, "AATCGG": 4877, "TCAGAG": 7022, "AGGCACC": 476, "TGACG": 2148, "AGTGGGGC": 4693, "TTGCTGCC": 5600, "TGCAGAAGC": 3881, "ATCTTCG": 2350, "ACCACAGC": 6734, "AGGTTAA": 729, "AAATTGC": 3108, "TCAAG": 6670, "ATTATGC": 740, "TA": 4523, "ATATTTC": 3211, "TGGACAGC": 2988, "TATATTTT": 1008, "TGGTTTTG": 908, "TGGCACC": 5357, "ATATAA": 2989, "ATGTGGC": 746, "TAAGGC": 5640, "ACACACACACACACAC": 1618, "TGGAGGG": 3616, "TTCATT": 1018, "AAGTTGG": 5356, "AAAAGGG": 2394, "AGAAATAC": 3183, "TGCACTG": 1552, "AACTTG": 2435, "AAAA": 3747, "TATAA": 1221, "ACATTCC": 4675, "ATGGGGCC": 6197, "AATACC": 5103, "TGTGGG": 6663, "AGTTTTGC": 163, "ATTGAC": 2213, "TCCTTGG": 6219, "AGAATGTG": 6060, "AGATT": 4637, "AAGATT": 713, "TAATCC": 1772, "TGTCTGCC": 3266, "TATTGAA": 6086, "AGTTCC": 1183, "TTCCCCC": 2996, "AAGTTTC": 1381, "ATGGTGAC": 4090, "AGCCCC": 1396, "AGCAGC": 4514, "AGAGCGGC": 4872, "TTTATGC": 5324, "ATGCTGCC": 456, "TTGTAAC": 6971, "ATTCTAG": 3561, "CCCGG": 559, "AGGGCC": 1806, "TCCTTCC": 3685, "ATATAC": 5898, "AAGACTT": 6724, "AGCCGGGC": 6741, "TCCTCCG": 5372, "TGGTGG": 2743, "AGACATT": 1462, "AGCAATG": 6511, "TCCTCTT": 6207, "TTCTTCG": 4010, "ACAGACG": 4760, "TCATC": 4219, "AGCTTTC": 6863, "AATATC": 3660, "TGAGTCC": 2076, "TTGTGTC": 182, "ATAT": 5998, "TGTAA": 2361, "TGGAGCG": 4604, "TTGGAAG": 4603, "ATTTT": 332, "AGTCAAC": 3631, "TCTGCTG": 6787, "TTTCAAC": 3191, "AAAATTG": 4077, "TGCGGCCC": 4790, "AGGCTGGAG": 773, "AAGACAC": 5867, "TGGTACC": 1624, "TCTTTAA": 3064, "ATCCCGC": 1410, "ATGAAGAA": 472, "TCTGGGCC": 5363, "ATGCCGG": 5071, "AGGCAGAG": 126, "TCCC": 3155, "TTTCTTTC": 982, "AGAGTGGC": 1480, "AGAAGCC": 3346, "TGCATC": 6570, "TTCGCC": 4585, "TGGGATG": 3224, "TGGCCCCC": 2572, "ACCCTTC": 5919, "AATGAAG": 2185, "GGCTGGC": 3068, "TGTTGCC": 1022, "TATATT": 3568, "AGGTAA": 6285, "TCAATG": 541, "AGAATAG": 1525, "AAAATAC": 519, "AAAGAA": 3427, "AGGAGAGC": 3389, "AAAGGAG": 4951, "TGTCCCC": 2032, "ATTTATT": 1556, "TTCCTGAC": 4692, "ACTGAAGC": 2431, "AATAAGC": 2470, "TCCTTG": 3343, "TTTCTCC": 1239, "TGTGGGGC": 4686, "TTGCTTTT": 2074, "TAATTAA": 6782, "ATCTTTT": 5877, "AAGTGTT": 7000, "TCTCCGC": 83, "ATCTTC": 2812, "AGAAGATG": 2197, "TCTTAA": 2313, "TTCTCGG": 1886, "AACGG": 5929, "ATCGGCC": 1180, "TGCAGCCCC": 5700, "TTCCAGG": 6972, "ATACAAAA": 2858, "AGGAGGCCC": 6786, "ATAGTAA": 2520, "TCCTCCCC": 5964, "GCGGGGC": 4240, "AG": 4193, "TGGACTG": 3026, "AGCCACAC": 2159, "ACGTGCC": 5528, "ACTAC": 4299, "TGGAAC": 5264, "TACG": 2088, "ACCGG": 6981, "AGGCAGC": 6562, "TTTGGGG": 4374, "AGATGGG": 2495, "ACCAAC": 4176, "AGAAAAC": 3837, "TTATGC": 1905, "TTTCCCC": 5962, "ATTTGTG": 6770, "TTAATAA": 1320, "ACCTGCC": 2262, "AGCAGCCC": 1490, "TGCTCCG": 4381, "TTCTTTT": 703, "ATCCC": 3785, "AGCACAA": 888, "TTCAGAAG": 6248, "ACAGAAAA": 445, "TACAGGC": 814, "TGTCAAC": 3748, "AAGCAGG": 2449, "AGGTATG": 1340, "TGGCTCCC": 3993, "AAGACTC": 3680, "AGATG": 926, "AGACCCCC": 5486, "AAGCGCC": 6320, "TTTGGAA": 5940, "TGATAC": 2048, "TATGC": 7036, "ATCGC": 4942, "ATCTAG": 2058, "TGCATTC": 5075, "TTCCTAC": 3553, "TGGCTGGC": 2360, "ATGTAG": 647, "AAGCACC": 1916, "ACAG": 6064, "TTACGG": 4519, "ATTG": 5322, "AGCATTC": 5022, "TGTACG": 5176, "AACTGGG": 5782, "ACATTGC": 6346, "TAACC": 1060, "TTACCCC": 5133, "GGGAAG": 587, "TGTGTCC": 222, "TTCTCAA": 5288, "ACAGGAG": 4052, "TTGG": 3814, "TCTCTCC": 4813, "ATGTT": 3799, "TCCTGGG": 824, "TTCGGC": 3335, "GGGACCC": 5116, "ATTGCAG": 5541, "TTAAGGG": 2954, "TCCACGG": 5307, "AGGAAGCCC": 3519, "ACATATT": 3923, "TGGGACG": 1583, "TCCTCTC": 1674, "AGCCGCC": 2302, "AGCAAGAA": 3104, "TTTTTAC": 2857, "TATGCG": 1868, "AGAC": 6873, "TCAACC": 1959, "TCTGTAA": 4870, "AGAGGCCC": 4837, "TTTGAAC": 3927, "ACTGTGCC": 1010, "TGGCAAG": 459, "TTCTCAC": 2474, "AGGATC": 5716, "TCTGTC": 1810, "AGTATGG": 5937, "AGTGC": 5397, "AGGGC": 4819, "TATTGAC": 4108, "AGCCTTC": 381, "TGGTCTC": 5887, "TTTTTC": 318, "AAGAACCC": 4211, "TATACAA": 6941, "TCCTCC": 110, "AGAT": 4850, "AGGTCAC": 461, "TATATCC": 6659, "AGCCTAC": 3176, "TTTAAG": 269, "TCCGGGG": 5988, "AGATCCCC": 5561, "TAATAA": 1601, "TTGTCTC": 3857, "TACACTG": 4345, "TGCCCCGC": 6217, "AGCTTCCC": 4611, "TTCC": 1447, "AGCATCC": 4118, "TAAAAAA": 3094, "TGAAGGG": 3105, "AATATG": 1606, "GGGGGGC": 434, "TGTTCCCC": 3460, "TTTCTGTG": 6281, "AGGAGAAAA": 5038, "ATCATGC": 1315, "TAAAGGC": 3093, "ATGACATC": 6391, "AGTGTCTC": 4921, "TGAAAGAC": 4781, "GGGCG": 966, "AGCAGTC": 215, "TTTTGGC": 2581, "ATGTGGG": 1792, "TGGGGGCC": 1155, "ATGACTC": 2603, "ATCATTG": 4981, "TAAAAATAC": 1318, "TGGTGC": 4814, "TGGG": 2589, "TAGGCCC": 3320, "CCCACC": 475, "TATTGC": 5393, "AGTAGG": 6087, "TGGGAAGC": 1777, "TAGATGC": 5245, "ATGCTAC": 3042, "TGGGTCC": 5857, "TGCCAAC": 6613, "TGTCTTCC": 2001, "TCATAG": 5756, "TCATG": 6196, "AAAGG": 4053, "ATCAAAA": 3608, "TCATAA": 3523, "TCTTTT": 4701, "AGGGCGC": 4008, "TATGAAG": 1457, "TTGATGC": 173, "ATTATC": 6031, "TGGCCGCC": 374, "ACAAGAC": 790, "ATTGAAAA": 5841, "ATAATTTT": 90, "AGCCGGC": 5443, "ACTGAC": 4218, "AGGAGCCC": 2610, "ACTGGAAG": 4919, "AGCCTTCC": 1634, "TTTAGGC": 316, "AGCTC": 366, "AGGGACCC": 171, "AAATTGG": 955, "ATTTAG": 6521, "TTAAAC": 1741, "TCGCCC": 5619, "ATCTACC": 2301, "AGATTGG": 2212, "TCAGCAG": 5644, "AGGAGACC": 3472, "AACAGTG": 3319, "AACTGCC": 450, "TATAAAA": 1997, "TGCAGG": 6857, "TGCTGGAC": 1426, "TAGTATT": 2276, "AGGCTAG": 4282, "AAGAGGCC": 1582, "TCTAGAA": 532, "TGCCACAC": 5321, "TGAGCC": 6878, "AGTGTAC": 3449, "AGTTCTC": 4972, "AACAGGG": 4094, "TTTAGGG": 4510, "TGGCTTTC": 4720, "AGCAGCGC": 645, "ACCTGAAG": 5961, "TATTTAT": 3091, "AGCCGCCC": 1300, "TTTCGC": 6319, "TAGTAC": 344, "AGTAACC": 206, "AAACC": 6630, "TTTAAC": 1904, "AGGATT": 3879, "TTCGG": 5490, "AACAAC": 247, "AGAAAGAA": 928, "AACAAGC": 2274, "TACTCCC": 202, "TTCCAGAA": 6134, "TCTCGGC": 6280, "TGCAGAAG": 1639, "ATCCTAC": 5128, "AGGAGGGC": 2135, "ATGCTGAA": 1632, "AGGCTCTG": 3269, "AGCCAAGC": 5777, "TTTGAAG": 5093, "TCAGTAC": 6979, "TGTGACG": 6240, "TCGTCC": 2321, "AAAAATC": 1364, "TGGTGGTC": 302, "TTTGGC": 2602, "TCAGCTGC": 2940, "CCCGCC": 3118, "TTGATAA": 6963, "AATATGC": 6629, "AGGTTTC": 3559, "AGTAAGC": 1286, "TACACAC": 6779, "TCCCGC": 1383, "AGCCATC": 5585, "ACCTGGGC": 1034, "TATAAGC": 930, "GCCCC": 6956, "AGACACG": 4445, "TGCATGC": 480, "ATAC": 4403, "TATTTTGG": 1390, "ATAAGCC": 6515, "AAGATCC": 1780, "TTGAAGAA": 4137, "ACCCAGG": 5143, "TGGAGCAG": 4056, "TCTCCG": 3736, "TATGTAA": 5501, "TCAACAA": 5682, "TCTCTGTG": 777, "ATCTTCCC": 165, "AATACG": 2070, "AGTGG": 4771, "TGCCAGG": 5272, "GCC": 54, "AACGGGC": 2256, "TCAGAAG": 1976, "TGCTTTT": 2018, "AGCGGCG": 4918, "TGCACGG": 1930, "TGCTTTG": 1330, "TGTGTGGC": 962, "TTCTTCCC": 2676, "ATTTATC": 3779, "TCAGCG": 4474, "TTGGGG": 752, "TACTCG": 3624, "AAAGAAGAA": 632, "TGGATTTC": 3664, "ATAG": 1029, "AGCATGGC": 4977, "AAGAAGGG": 2666, "TGAGTTCC": 4181, "TATATC": 5409, "AGGGGG": 424, "TGCTAT": 5253, "ACTTGCC": 3442, "TTCCGC": 6486, "ATGTCGG": 776, "TTTTTTTTTTTTTTTT": 5304, "AGAGAAC": 3742, "TTGTAA": 5675, "AGGTTGC": 3858, "AATGCTG": 3277, "AAGGAGC": 4096, "AACGCCC": 6147, "ACGCCC": 4386, "TGGAAGC": 6186, "AGCG": 5751, "AGCAAAA": 2426, "AATTGG": 3939, "ATGTTTG": 4550, "TGTGTAC": 4754, "ATTATG": 4169, "TGCAGGGC": 5696, "TGCTCC": 1557, "TAGAAGC": 3757, "ATTATT": 6428, "AGAAATCC": 3162, "ACTGTAG": 1283, "TGTATCC": 4694, "TCAAGGCC": 1407, "TCAGGAC": 4739, "AAAACAAAA": 6022, "TGGGTGCC": 6616, "TCCCTAG": 3502, "ATGACTTC": 4359, "TTTGTG": 1103, "TGTAT": 2092, "ACCCGC": 4818, "TTGGCG": 5083, "TGATGGC": 5150, "ATGGAAG": 6329, "AGCTGGCC": 865, "TGTCATCC": 2235, "ATAGCTC": 2512, "TACCGC": 3811, "AGTGGCG": 412, "AAGTC": 3992, "AGGCTCC": 739, "ATTGGGG": 6491, "TGCTGTC": 3465, "TGCTATT": 905, "TTTGATG": 6109, "TGCAGGCC": 3303, "TGACTCC": 1765, "TCTGAAG": 1247, "TATTTCC": 4605, "GGGGCC": 2178, "ACCACAG": 1650, "TGATATT": 6295, "ATGTATC": 4088, "AAAGATC": 5949, "TACTACC": 342, "TTCAGCG": 6660, "AACAAG": 1405, "AATCTC": 379, "AAGTTTT": 6764, "TTATTCC": 6495, "TGTAATCCCAGC": 5360, "AGCTGGAC": 5761, "TGCAGCTGC": 1719, "TCACTG": 726, "AGCACCC": 4082, "ATATATG": 1391, "TGGGTAA": 1952, "TGCTGCCCC": 1285, "GCCTCCC": 1882, "ATGTGTT": 321, "ATA": 26, "TACGGC": 3243, "ATTATTC": 3545, "AGTGGGGG": 7008, "AGGGCG": 425, "ATGTCATC": 3123, "TATGCCG": 4274, "AGGCCGG": 4650, "TCATTTC": 3286, "ACAGAACC": 4950, "AAAGTAC": 5959, "AGAATGAA": 2742, "TTCCTTG": 720, "TGCCCGG": 6414, "ATCCATG": 2536, "ACCTC": 447, "TCCGC": 2194, "TGGAGGAG": 5741, "TCCCTTC": 1941, "TTTGTGGC": 4878, "TTGGATT": 1970, "TCTGTGCC": 3918, "AGATAG": 6588, "GGCCCCCC": 1688, "AAGGGCCC": 6763, "TTCTGAA": 3505, "TGACCCCC": 72, "TTAGGC": 4005, "AGTGGG": 1419, "AGTCTCC": 6903, "AACTCTG": 686, "AGCAGGG": 1497, "TGGCTC": 996, "TTCAAGG": 1082, "AGAGACCC": 5218, "TACTGGC": 6412, "TGCAGCCC": 6048, "TTGAGGG": 4988, "TGGTGGC": 4763, "ATTTGAC": 537, "ATCCTGGC": 1599, "AATCTCC": 4512, "TCAGGAG": 786, "AAATC": 4273, "ACAAGAA": 4483, "TTATC": 6116, "AAGAGC": 2454, "ATCTGAC": 6551, "AGCCACTC": 5620, "ATAGGAC": 5436, "ATAAGG": 1773, "TTCAAG": 4296, "TAAC": 4542, "AGAGCCC": 82, "TGGGAGAA": 1067, "AGCACAG": 5028, "TGGTCCC": 5281, "TGTGTATG": 5647, "AAAAGCC": 5005, "TCGGGGG": 5481, "TCCCTCC": 2073, "TTAC": 497, "TGGGCG": 5468, "AGCCCCGC": 2508, "GCAGCC": 6257, "AAATCC": 596, "ATTGCTGC": 7003, "ACCATC": 301, "ACCTTTC": 6840, "TGTAATCCCAGCACTTTGGG": 6431, "AGGAGGGG": 1588, "AACTTTT": 1469, "AAGGCC": 4945, "AGTGAAG": 1612, "TTTTAAAA": 6140, "ACCTGCCC": 6006, "TGGAAGAC": 842, "ATCTTGGC": 6698, "TTCTAGC": 437, "TTCTGGCC": 1562, "TCCTGCC": 3245, "AGCTTGG": 3870, "ATTCTTTT": 2107, "AGATCTC": 3101, "AGGTGTCC": 6166, "TGGTC": 5804, "TATTGGC": 6299, "ATGCTGAC": 5006, "TGTGGGGG": 5760, "TGAGTG": 4092, "TGAACC": 1228, "AGAGATT": 4820, "AAACAAAC": 3124, "ACCTCCG": 5141, "AGCTAGG": 5807, "ATCCCC": 2343, "TGTGG": 3665, "ATTTCC": 2671, "TCATATT": 236, "GGGCCC": 1011, "TGAGCAGC": 3371, "AGTAAG": 6326, "TGTGGAG": 2139, "AGCTAC": 3860, "TTCTGTG": 2341, "TGAATAA": 4459, "TGCCTTGG": 4923, "TTTTCTTTT": 1090, "AAGCAGGC": 5767, "TTGCTCC": 5265, "AGTACCC": 1324, "AGTGACCC": 1334, "TTATTTC": 3745, "ACGAGGC": 2641, "ACAAAGAC": 1310, "TTTGAC": 3135, "TTTGTAA": 4087, "TTTATCC": 2871, "TCCTCAC": 1277, "ACAGGC": 4406, "GGAAGC": 4793, "TGCG": 2534, "AGGTAT": 5440, "AGGCGGG": 838, "AGAGGGG": 4065, "AAGAGTG": 4496, "TTTGTTC": 5422, "AGGTCC": 2655, "TCCTTTC": 4902, "AGGTGGGC": 3402, "ATTGGC": 6712, "AGTCG": 4493, "AAAGCAGC": 2886, "TATGAAC": 4297, "TGGAGCC": 5314, "AGACTTG": 1112, "AGCTATC": 4040, "TCCACTC": 1818, "TAAATTC": 4695, "AGGGAAGG": 5004, "T": 964, "AAGCAGCC": 2264, "TTCCTCC": 4263, "TTATCG": 2499, "AAGGACAC": 5627, "ACTATGC": 2566, "AAGCTGAC": 1799, "AGGACCTC": 3250, "TTGCCC": 6578, "ATCACGG": 3151, "AAGGAGG": 5427, "AAATTTT": 1308, "ACCTTCCC": 4990, "TGAAATGG": 97, "TGAAAAGG": 6345, "TACAGTT": 6607, "TACAGTC": 4987, "AGTGAAGG": 1801, "AGCTGCAC": 6677, "ATCTTCC": 3679, "TTTAC": 6529, "ATGCTGGG": 4265, "TGTAC": 6176, "ATACC": 2766, "TGATTC": 4644, "TGATGGG": 513, "ACTCCCC": 1374, "TGGGAAG": 5417, "TTTCGG": 3977, "AGGAGCTGC": 2186, "TATGAATG": 113, "ATGGACC": 2485, "TCCAAGC": 4202, "AGAAACAG": 3218, "ATGAAAA": 4376, "ACTTGAA": 4188, "ACGTTG": 6193, "ACGGCCC": 245, "ATTCTGTG": 2189, "ATCTCCC": 4378, "AAGTGTC": 784, "AGACTAA": 5758, "ACGGGG": 2796, "TGTTTT": 73, "AAACCTC": 855, "ACTTCTC": 4339, "TGTG": 4652, "TTAGTTC": 1260, "AACAA": 1431, "AGTGGC": 515, "AGGCTCCC": 3829, "AGCTTGC": 6316, "TGGAAAAC": 1238, "AGTGCGC": 5713, "AGAATTCC": 518, "ACCAAGC": 2544, "TCAGCGC": 5801, "AGGAA": 6277, "TGCTCG": 1999, "AAACATT": 4681, "AGGAGC": 2014, "TTCAAGC": 586, "GGAGGC": 1993, "TGCAC": 154, "AAAGAG": 6497, "TTTGTAG": 3498, "AAGCTAA": 2974, "ATCTTAA": 390, "TCCTAGC": 5571, "ATCCTCG": 2303, "TCCTGCG": 5918, "AGGACTT": 2442, "ATACATC": 6167, "TGGAAGG": 4046, "ATCCCCC": 1133, "TCCCAAAG": 6744, "ATGTTAC": 6318, "AGCTCG": 1565, "TTATACC": 4216, "TGCTGGGG": 4468, "ACTGCC": 3853, "TACAGCG": 6519, "AAAGGG": 2268, "ATGGAAAC": 5868, "TTACGC": 3787, "ATCGGG": 4300, "ACCAGTG": 5513, "TACAAAC": 6464, "TACACTC": 3686, "ATAGCG": 3741, "ACCTGTC": 2713, "ACTGTC": 1377, "AGGAGG": 2884, "ACCCGGG": 5656, "AGTGACC": 5823, "TACTCC": 212, "TACCCCC": 6425, "TGGTGAA": 5066, "AGGAGGG": 1638, "TGCAAGG": 6650, "TTTGCG": 6169, "TACCCCG": 2952, "AATGC": 2636, "AGAAATC": 1009, "AGAAAGGG": 3428, "TCATAT": 4912, "TC": 798, "ATGATG": 1369, "TGAGACCC": 6603, "ATATTTAA": 3828, "GGCGGCC": 3676, "TACCTTC": 2806, "AGTC": 3729, "AGGAG": 3985, "TGGTTAC": 3418, "TCTCACTC": 5089, "ACATAC": 1896, "TTCACAC": 4891, "TATCCCC": 1188, "TTCTTG": 1933, "AGAAAAGC": 1920, "AGGTAC": 5090, "AGTGAAC": 4928, "AGGC": 2888, "AGGTAG": 1712, "AAAAATAA": 4673, "ACTTTTC": 4513, "TTGGATC": 3604, "TGCTTGCC": 2690, "AGGACCC": 4499, "AGCCATCC": 3230, "AAGAAAAG": 6143, "TGTGTTTC": 2987, "AGTCGCC": 903, "AAGATCG": 4236, "TGGACCAC": 2779, "TGACAAC": 6766, "TGTGTTTT": 188, "ACAGC": 2297, "TCCCAGCTAC": 582, "TGAAACC": 3120, "TGGGCTCC": 6308, "TGGCTGCC": 5509, "ATTCCC": 3540, "ATGAGAC": 1573, "AGGACAG": 3280, "AACATTG": 1165, "AGAGCCG": 6968, "TGTCTTG": 6327, "AGAAACG": 1253, "TGTGTCTC": 3710, "TGACGC": 2801, "TGGAGGC": 2052, "AAAGCAC": 944, "TTTTAAC": 589, "TTGGTTTT": 1822, "ATGGATT": 3396, "TGCACTT": 2622, "TTGCC": 4044, "AAGTATC": 428, "GGAGG": 2382, "TTTCTCCC": 2271, "ATGAGCG": 1979, "TTCTG": 3640, "TGAAGAAG": 5500, "CCCGCCC": 95, "AACAATT": 5923, "AGATTCC": 5969, "TACCTCC": 5511, "TCCTTTT": 88, "TGAAGCG": 3525, "ACCCG": 1888, "TGGTTTC": 4418, "ATTAGCC": 5970, "AGCAAC": 4970, "GGCGGC": 2538, "AGCTGTC": 665, "TGCGCCC": 4725, "TCTAGG": 1001, "TGGCAGCC": 4796, "TGTGTTG": 3995, "AGCTTCG": 3046, "AGTATTC": 6040, "ACCACG": 1598, "AGACAGTG": 3677, "AGATCC": 1216, "TCATTC": 464, "AGAACG": 3584, "TCCATGC": 1348, "AATAT": 5666, "TTGTAG": 3618, "ACAC": 1418, "ACATC": 3102, "ACATAA": 3924, "TGAGGGC": 6203, "ATGAAGG": 5586, "AATAAG": 4875, "AAAAGGC": 5351, "TGCGGG": 2660, "AGCTGGG": 4746, "AGGTG": 7012, "TGGACGG": 3257, "TTTGCAG": 3978, "TAGAACC": 3283, "TGTATGG": 115, "AATTTAA": 6289, "TATAAG": 5967, "AGGTCTC": 1966, "TCAGCC": 1918, "TGCTCAG": 6922, "TTTAT": 1303, "ACTTTC": 6449, "TATTTATT": 1351, "AGAAACTG": 2498, "AGTAGC": 5645, "TGGTGTG": 2378, "TGGAAGCC": 3293, "TGGTAA": 1232, "AGCCTGG": 501, "AAGTTG": 6483, "ATTTCAC": 4838, "TTTGTTTG": 6034, "TTTAGCC": 131, "TCCACTG": 5113, "TTTCTC": 2937, "AAATCG": 4238, "AGCTGG": 1446, "ACTC": 261, "ATTTCTC": 3696, "TTATTGG": 3637, "ATGTGGCC": 5412, "TGGTGTGC": 1718, "TTAGAAAA": 2261, "AATGAAAA": 941, "TCTGTTG": 4557, "AAAGAC": 4034, "TGCCTC": 4085, "TCCTG": 4926, "TGTTG": 2176, "ACATCG": 3970, "ACTATGG": 3223, "TGTTGGCC": 6411, "ACAAGCCC": 4876, "TGCTAAC": 281, "GGGATG": 2604, "AAAACC": 338, "ATTGGGC": 3333, "TGGCTGGG": 4633, "TGC": 23, "TCTG": 3675, "AGCACCG": 3060, "AGAACCC": 2322, "ACAAATG": 4826, "TTTTTAAG": 1685, "ACTGGGGC": 4304, "ATGAACG": 4634, "AGGTCTCC": 4593, "TCTGGAAG": 1611, "TTAGAA": 4669, "ATAGAC": 2452, "TGGAGCCC": 5394, "ATGCCGC": 2823, "AAACTCC": 1592, "TATTGTC": 4450, "AGGGTCC": 5628, "ATGATGAA": 463, "ATGCGGC": 1144, "TTTTTAT": 1449, "GCCGCCC": 1990, "AGTGTTC": 5821, "TCCTGGGG": 5869, "AGGAGTTC": 5219, "TGATAA": 1057, "TGCCC": 1143, "TTTTTTTT": 2685, "ATATGGC": 5230, "TACATTC": 1119, "AGAATATG": 6406, "TGCTTGC": 2949, "TGGTAG": 6796, "AGCTCAA": 359, "TCACC": 2586, "TGAAAA": 3722, "AAGGTAG": 4028, "ACGGGC": 3865, "AGTGTTG": 1207, "ACCTCGG": 4583, "ACAGTGCC": 195, "TTGGGGGC": 3284, "ATGGGGG": 4730, "TCAGCCC": 5315, "ATCAA": 1296, "ATGAAC": 147, "ACCTTGC": 3958, "AACAGAAG": 3967, "ACCATTC": 5174, "ATTCGG": 1893, "AGATTTC": 4308, "AAGTGCC": 2120, "ATGC": 172, "TGGTTTTC": 2878, "AAGAGAC": 4419, "TACTAG": 4442, "TGAACGC": 2706, "TGGGATCC": 6793, "ATAATAC": 5980, "ATTGGCC": 2928, "TCTTTCCC": 6286, "TTTTTAAC": 4278, "AGAACC": 1230, "AGTGCGG": 5375, "AGCCGC": 2231, "TACTGC": 4456, "AGAGACG": 6279, "TGGCTGAC": 5602, "TATAAGG": 3359, "TGATGCCC": 968, "AAGGAGCC": 5662, "TAGAGGC": 1744, "AGGAGGC": 1794, "TGGAGGGC": 3899, "AGACG": 4133, "TCTGCGC": 4439, "ATCTGAAG": 5912, "TGGAGTC": 4447, "TGGTGAC": 6835, "TCTTTTC": 2404, "AGAAAGGC": 1113, "TTTGGGGC": 340, "TGAGAAC": 1699, "ATGTATT": 744, "ATCAACG": 1295, "ACTGGAGG": 2854, "AAAATGAC": 2698, "AATG": 2865, "AGGTGC": 5832, "TTAGAGC": 6381, "AGAGGC": 422, "TCGCC": 2367, "ATCACC": 4067, "AAGTTCC": 5933, "ATGATCC": 4048, "AAGTCTC": 5177, "ATCCGGC": 2836, "AGTGTAA": 1536, "ATAGGGC": 6401, "TTTGTTG": 2222, "TAGTGTG": 6740, "ATTCTTCC": 6156, "AGGTGTGG": 5016, "ATATATT": 77, "ATGGTAC": 745, "TGTAAGC": 3487, "AATCG": 3942, "TTCAAAC": 4328, "ATTGTAG": 4064, "ACCCACCC": 5633, "AATGATG": 4766, "AAACATC": 6467, "AGCCAGTC": 2624, "TTATTGC": 2035, "TGGAC": 6355, "ATTTGC": 85, "AGCGCGG": 604, "AAGAAAC": 6075, "GGCCGC": 3128, "AACTACC": 2582, "TTACCTC": 1403, "TGCATTG": 1668, "AAATGG": 2405, "AGGGGGCC": 5833, "ATTAAG": 75, "TAGTAA": 5296, "AGTAAGG": 125, "AGCACAC": 675, "TGAACCG": 5408, "TTCCAGGC": 6709, "ATGGCGGC": 2938, "ATCTAA": 5622, "ATTGCTG": 965, "ACAGG": 6249, "AATTTTG": 691, "TCATCTC": 1110, "TTGAGAC": 3759, "TCAACCC": 5593, "TGCAAC": 2869, "ACTCTTC": 2570, "TTAACG": 2983, "ACCAACC": 6809, "TGGACAC": 2030, "TTCATG": 2026, "TGTAAGG": 1815, "AGAGATC": 4715, "AAGCTTC": 6356, "AAGGTAC": 2579, "TTTGCCG": 581, "TAGAGAC": 4389, "TCAAGAC": 2430, "AGCTGCGG": 1839, "ATCCTCCC": 4384, "ATCCGG": 1829, "TCGGGC": 4449, "AGCGGC": 4241, "GGGAGGC": 3070, "GGCGGCGGC": 2380, "AGCTGCC": 658, "TTCTTTC": 4212, "ACAAAA": 6444, "ACAGTGAC": 1347, "AGGTAAC": 3416, "AAGATAC": 1973, "AGAAATAA": 4802, "AGAAGCCC": 2781, "AAGACAG": 4968, "TGTCCCG": 5975, "AGTTTAT": 843, "ATAAATC": 3441, "TCATTG": 3007, "TTTTTATT": 4859, "TGGAGATGG": 2596, "ATGGCCC": 2326, "AACATC": 2400, "AGGAAAG": 542, "TGAAAGCC": 5478, "ACCAGCC": 4924, "TGGGAAAC": 4807, "ATCCTGAC": 5142, "AAGGTGAC": 6541, "TCTTG": 104, "TTCTTAA": 4887, "TCTTCCC": 4158, "TTCCCGC": 6387, "ATGATTC": 3009, "AGAAACTC": 2482, "ATC": 43, "AGGTACC": 5045, "AAAATAA": 2270, "AGGTC": 1415, "TGAGAACC": 2225, "TGTAG": 6446, "TTTATGG": 5800, "TGCTTC": 5236, "TGCAGTC": 3375, "TGCTGTT": 4511, "TGGGAAC": 4473, "AGCTCAG": 4292, "TGGAGAGC": 4909, "TGCCTGGC": 3011, "AGGACAGC": 4395, "TCCCCGG": 3199, "TCCTATG": 7033, "TGTGAAG": 644, "ATGCTAA": 1035, "ATTAATG": 6505, "ATCCGC": 3066, "TACTTCC": 6571, "TGGATCC": 5615, "AAAACCCC": 5001, "AGAGCGG": 4786, "AGCACCCC": 2317, "ATCTCCG": 1208, "TGTTTAA": 4580, "AAGGTCC": 418, "ACATTTT": 86, "AGGAGGCC": 6901, "TCTCTCCC": 2011, "TCTGA": 176, "ATTCAGAA": 3470, "ATAGCAC": 656, "TGGAAG": 4470, "TTTGCTC": 194, "ACCTCAG": 2330, "AAAAAAAA": 1416, "ATGGACG": 693, "AGTTTCTC": 5564, "GGGAGG": 4623, "TTTGCTGC": 5597, "AAAGACG": 641, "TAGTTTC": 4310, "AGGCTGC": 6905, "AGCGGG": 882, "AAAGGCC": 568, "ACTGGAA": 5406, "TTTGTCC": 6314, "AGCCTGCC": 4184, "TTTCC": 2244, "TATAAAG": 2887, "TCCG": 3580, "ACCAGAAG": 954, "ACCAA": 3642, "TCTGGGC": 991, "AGCAGAGG": 5076, "TGAGG": 5701, "TCACAC": 5529, "ACC": 46, "TCCCGG": 2691, "ATAGGAA": 3490, "TGCTTTCC": 3300, "TAACGG": 6705, "ATCCTAA": 5084, "AGCTGCGC": 612, "ATCGCCC": 2539, "TCCTCGG": 6222, "TGAGCTG": 6036, "ACATAT": 6347, "TCACAG": 4860, "AAATATT": 2640, "TTCTCTTC": 4750, "TCTGCCCC": 2567, "TGTTTAT": 3297, "TGCTCAC": 6615, "AGGCGGCC": 1785, "TCCATT": 3594, "TGAGATC": 4019, "ACCTCG": 2787, "TGACTTC": 5773, "TACAAGC": 937, "TAGAAGG": 3137, "TGTGGAA": 4784, "ATTGTTTT": 3222, "AGACTTCC": 3015, "AGTGCC": 169, "TTG": 47, "GCGC": 5598, "AACTAC": 5810, "TGCCCGCC": 3464, "TAG": 53, "TCATT": 2260, "AAATGC": 3945, "TATACCC": 2339, "AGTACG": 5439, "TTTAAGG": 5072, "AGATATC": 5715, "TGGAGAAGG": 5435, "AAATTC": 6958, "ATCTGGG": 2564, "ATACAG": 1055, "TTGACAC": 2154, "ACAGAA": 2577, "ACGGG": 4259, "TGGATG": 365, "AGCTCC": 5517, "TGGGTCTC": 1736, "TGCTGCAG": 144, "AGGTGTG": 2054, "ACACC": 441, "ACCACCC": 5086, "TGCTGGG": 1075, "AAGAGGG": 2728, "ACCGGGG": 3617, "ATCATT": 6293, "AGGAGGAG": 2241, "TTGTCAC": 522, "AGTTTATT": 807, "ATAAAG": 5344, "TCAGGAA": 6236, "ATCCG": 1336, "AGATAA": 5382, "TTGAAAA": 3186, "AGAAAGG": 6071, "ATAGCAA": 6947, "ACAGAGCC": 4142, "TCAAAA": 3662, "TGCTTGG": 1276, "TGCACAG": 2621, "TTTTGTTTT": 3986, "ATTTGTAA": 3504, "AGTTTAA": 2756, "TGGAGCTC": 6074, "AGGACCG": 3807, "ACAGGGG": 907, "AAGGAAG": 2600, "ACATCC": 1506, "AGCAAAG": 5829, "AGGATTG": 4683, "TATTAAAA": 1284, "TGGGGGC": 2620, "ACATAAG": 388, "TTGCTAC": 2375, "TGATG": 179, "ATTGTCC": 601, "ATTACTG": 896, "CCC": 31, "TAAGTAA": 6076, "AGAGAACC": 5206, "TAAAGTC": 1631, "TGGAGGAAG": 6138, "TGCAGGAG": 5453, "GGC": 41, "ACCACCCCC": 4379, "AAGTAT": 1546, "ACTAT": 912, "ACTGCTC": 5522, "TTAGAGG": 730, "TTCGGGG": 633, "AGCACTC": 4643, "TTAGTGG": 6079, "ATGGGC": 5599, "ACCAGCG": 795, "TACAGAC": 4307, "TGACCG": 3096, "ACTGTAA": 3897, "TTTGAGAC": 4735, "TGGGTGGC": 4772, "ATCTCGG": 4734, "ATCTAT": 1281, "ATAGAGC": 6602, "AGCGC": 2605, "AAAACCG": 2848, "ACCAAAC": 393, "ACCCTAC": 1141, "TGGTCCCC": 6896, "AAAGTTC": 3078, "ACTATCC": 5507, "TGTGCCCC": 284, "ACCTG": 936, "AAATTCC": 630, "TCAGAA": 4346, "TCAGCTC": 4619, "ATGAATG": 2287, "TCCTC": 6902, "ACTGGAC": 334, "TGGAGGAGG": 4567, "TGTGCCG": 2299, "AAGGACCC": 3521, "TTTGGCC": 4770, "AGCTCTT": 2480, "AGGGACC": 6883, "AGGGAGGC": 2166, "TCCGGC": 787, "TACACC": 3815, "ATGTGTC": 5809, "ATTCATT": 1115, "TGGAGTG": 4119, "TGAAATC": 5259, "TGGTCAG": 4190, "TGCAATT": 800, "TGATC": 1669, "AAGACCC": 4003, "ACTCGGC": 6682, "AGGTTGG": 1544, "TGGACC": 3130, "AAGTGGC": 3974, "TCCACC": 910, "ATTGAAGC": 2917, "TTCTAG": 3035, "TGTCGCC": 5330, "AGCTTAA": 6162, "ACTAAGG": 2842, "TGTAAC": 141, "CCCC": 6928, "TGCCATG": 3331, "TCAT": 6824, "AAGATAA": 6136, "TGGCTGTG": 253, "TCCTCTTCC": 6553, "AGCCGG": 6093, "AATGGAC": 217, "ACCCACC": 5167, "AGTGTGGG": 4936, "ACTTTTG": 1782, "AAAAAATT": 3635, "AAGCTGTG": 3260, "TCTCATC": 4497, "TGGAGC": 119, "TCTCTCTC": 1201, "ACTTGGG": 2484, "TACTCTG": 1108, "TCCAAAG": 5787, "AACCCG": 3481, "AAAGAAG": 3288, "TGTGCG": 5966, "CCCGGG": 2881, "AGAGAA": 1355, "TTTTTTC": 3801, "TCCAAGG": 6263, "AAGCAAC": 2467, "GCGGC": 946, "TAAAGCC": 4383, "AGCCCGGC": 6722, "TGAAACAC": 4624, "TTATT": 3448, "TGTGTAG": 6323, "ACAAG": 3259, "TGATAT": 2752, "GCGGG": 5109, "AACACTT": 3436, "TACCG": 4364, "TGTTTCCC": 918, "ATGAC": 3364, "AAAAC": 167, "TGGTAAC": 3268, "TGGCAGGC": 2720, "TGCACG": 3329, "TCCTTCCC": 276, "AGCAAGG": 2609, "AGATGGGG": 4109, "TTCCAAG": 935, "ACTGGC": 2861, "TGAGAAG": 5658, "TGGTGTC": 2737, "TGAATAC": 92, "TGTGTCCC": 5156, "AGCCAAGG": 4121, "ATTTTTATT": 5817, "TCTACC": 3152, "GGACC": 6372, "ATCTCTC": 3079, "TAAGC": 2837, "AGTAGGC": 4827, "AGAAGCG": 5154, "TCCTGTT": 5516, "AGCTGTG": 1607, "ATGGATG": 5985, "AGAGGAAG": 4958, "ATGTTTT": 2007, "TGCGGGC": 2537, "TGAGCCC": 6923, "ACTCCTC": 1319, "AAGTAGC": 201, "TCTCGC": 3008, "TATTGTT": 4560, "TGGCCC": 6373, "TTAGGG": 4607, "TCTGGTC": 1957, "TTCTGG": 5048, "TTGAATT": 298, "TGCGG": 6049, "GGCTCC": 704, "AGCCACCC": 6948, "TGAGTAC": 410, "TGAGCCG": 3048, "TGGAGAAC": 4963, "TGTGGC": 3221, "AGAGAGAG": 2345, "TCTAAC": 2328, "AAGTAC": 4004, "AGCTGCTC": 2379, "AAC": 7, "AGCAGGAA": 1409, "TTTTGG": 6944, "TAAAAGC": 3849, "TCAGAGCC": 613, "TCAAGC": 2308, "ATGTTTC": 3546, "AGGATGG": 5746, "TGTGTTC": 4651, "ATGAGAG": 5606, "TGGCCG": 6194, "TTCTAAC": 848, "ATCTGGC": 1831, "TCCCCCC": 619, "AAGTATG": 3871, "ACTCTC": 789, "TAGGCC": 265, "TGTGCTC": 2901, "AGGATAA": 880, "AAGTGAA": 2975, "AAAGATG": 6601, "TTCATCG": 4824, "AGGACG": 4995, "AGACGG": 673, "AGGGAAC": 5378, "TTGGCCG": 3098, "AGTTTCC": 1204, "AGAATTTC": 2978, "AAGCTGCC": 4440, "TCTC": 570, "ATTAAAA": 793, "TCCCGCC": 6864, "GGCGC": 3522, "ATCGGC": 5635, "TGCTCGG": 3462, "TTCAGCC": 6438, "ACCAGC": 772, "AAGAGCC": 672, "TGGTGGGC": 3244, "ATAAGGC": 4810, "AAGGAAAC": 5613, "ATTACAC": 2294, "AAAGCAG": 2319, "ATTTTGC": 2079, "AGATGC": 629, "AGAAATG": 4700, "GCGCC": 4104, "TGCTAGG": 4327, "TTCAA": 2748, "TTGTCCC": 4525, "TTAGATG": 811, "TGGTCTCC": 5580, "ACTGTCC": 6498, "TGTGGGG": 181, "TTTCTTCC": 2998, "ATGTCAG": 1585, "TTTGACC": 4717, "TGTC": 4805, "TATC": 2864, "AGCTAAG": 4120, "TTCCCGG": 4688, "TTGCAGTG": 2654, "GGCTTC": 4685, "AACAAAC": 5239, "TGCATG": 877, "ATATGAA": 325, "TATCGG": 1054, "ACCACAA": 5550, "AAGTCC": 2210, "AAGAAC": 906, "TTCTTGG": 6384, "TTAGAAG": 2255, "ATATGG": 5905, "AACTGAC": 3235, "TGCAGCAG": 6818, "AAATAAG": 6399, "TGTCTAC": 382, "TTTTTAG": 4598, "TTGGTAA": 4214, "TAAACTC": 6502, "AGCGCCG": 1963, "AGAGATG": 4960, "AAGCC": 6082, "AACTCAG": 2681, "AACTGTG": 1577, "ATGACTG": 351, "TCCTGAA": 3723, "AAGAGAAG": 5470, "AAATAG": 204, "AAAGATGG": 6750, "AAAGGAC": 606, "ATGAGTT": 4940, "ACATAAC": 6461, "ATCACCG": 3444, "AGGACAA": 561, "TTAGG": 5220, "ATTTCG": 4252, "TGGCTCTC": 6672, "ATAGTT": 5981, "AATGGGG": 3088, "TAAAAGG": 2337, "TGAA": 607, "TGCTGGTC": 2557, "ACAGAGG": 287, "AAGGATT": 3180, "TGAAGGCC": 4412, "ATGTAC": 919, "TGGTTCCC": 578, "TCAGCAGC": 3445, "AGGCTAA": 6420, "TTCAGTT": 4663, "TTTTTTTC": 3711, "AGGAGTC": 574, "AAAGGAA": 5876, "AAATCCC": 2969, "AGTAT": 3045, "TGAGC": 1613, "TGTGCAG": 1255, "ACTGG": 2346, "AAATATG": 5487, "TGCAAAA": 4234, "TACTTG": 4830, "TTCTTGC": 361, "TCACAGCC": 3793, "AACTAT": 2325, "TGGCG": 2500, "GGGAAC": 2933, "TTCCTTCC": 112, "AGGAGTT": 6091, "AATATCC": 6107, "TGGCCCG": 4073, "TCACTGCC": 1752, "AGCAACG": 6540, "TGCTGCCC": 4173, "ATCACAGC": 2423, "ATCTCC": 2064, "TGATGCC": 196, "TTCACC": 1671, "AACACAG": 1152, "AATAC": 738, "TTTGTC": 5085, "TGAGGAGG": 6152, "AGCACC": 3296, "ACCTTC": 4154, "AGATGGGC": 3925, "ACATTC": 1226, "ATGACTT": 3206, "AGTTTTC": 4889, "AATATT": 1440, "TCAGCCCC": 1026, "ATGGAGAC": 1120, "TAAAAG": 662, "AGGCTCTC": 3254, "AACATGGC": 3728, "AATTG": 1101, "TGCTGAAG": 642, "TTGGAGAA": 2834, "TTTCACCATG": 1254, "AGCATCG": 2335, "TGGATAC": 4113, "TGCTAC": 5451, "GGGCGC": 4743, "AGAGTCC": 467, "TGGAGCTGC": 3036, "TGGGTGGG": 5434, "AAAAATG": 197, "TGGATAT": 6307, "TATTTAC": 3031, "TATATAC": 6232, 